Repository: nE0sIghT/chrome-gnome-shell
Catalog: po/*.po
Languages: es

source: Close
es: Cerrar

source: Connecting to native host application…
es: Conectado al equipo nativo de la aplicación…

source: Wrong extension response received
es: Respuesta de extensión incorrecta recibida

source: Enabled
es: Activada

source: Installed
es: Instalada

source: Extension
es: Extensión

source: must be downgraded
es: se debe bajar de versión

source: can be upgraded
es: se puede actualizar

source: Synchronized
es: Sincronizada

source: GNOME Shell integration
es: Integración con GNOME Shell

source: hours
es: horas

source: This extension provides integration with GNOME Shell and the corresponding extensions repository https://extensions.gnome.org
es: Esta extensión proporciona integración con GNOME Shell y el correspondiente repositorio de extensiones https://extensions.gnome.org

source: «$REQUEST$» native request failed
es: Falló la respuesta nativa «$REQUEST$»

source: A network error has occurred. Please check your Internet connection and/or proxy settings.
es: Ha ocurrido un error de red. Compruebe su conexión a Internet y/o su configuración del proxy.

source: never
es: nunca

source: Although GNOME Shell integration extension is running, native host connector is not detected. Refer <a href='https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation'>documentation</a> for instructions about installing connector.
es: Aunque la extensión de integración con GNOME Shell está en ejecución, no se ha detectado el conector del equipo. Consulte la <a href='https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation'>documentación</a> para obtener instrucciones sobre cómo instalar el conector.

source: No host response
es: Sin respuesta del equipo

source: older than version 4
es: anterior a la versión 4

source: Update check period
es: Frecuencia de comprobación de actualizaciones

source: Last check
es: Última comprobación

source: Options
es: Opciones

source: Next check
es: Siguiente comprobación

source: Options saved.
es: Opciones guardadas.

source: Show information about network errors
es: Mostrar información sobre los errores de la red

source: Chrome permission «webRequest» required.
es: Se requiere el permiso «webRequest» de Chrome.

source: Show release notes when extension updated
es: Mostrar las notas de publicación cuando se actualice la extensión

source: Synchronize extensions list
es: Lista de extensiones sincronizada

source: If enabled, your GNOME Shell extensions list will be synchronized with your Google account.
es: Si está activada, sus lista de extensiones de GNOME Shell se sincronizará con su cuenta de Google.

source: $GS_CHROME$ options
es: opciones de $GS_CHROME$

source: Check for extensions update
es: Comprobar si hay actualizaciones de las extensiones

source: Native host connector is not supported for your platform.
es: El conector nativo del equipo no está soportado en su plataforma.

source: Retry
es: Reintentar

source: Save
es: Guardar

source: Synchronization
es: Sincronización

source: Do not enable synchronization.
es: No activar la sincronización.

source: Failed to synchronize extensions: $CAUSE$
es: Falló al sincronizar las extensiones: $CAUSE$

source: Your remote synchronization storage already contains extensions list.
es: Su almacenamiento de sincronización remota ya contiene una lista de extensiones.

source: Use local extensions list, overwrite remote.
es: Usar lista de extensiones local, sobrescribir la remota.

source: Use remote extensions list, overwrite local.
es: Usar lista de extensiones remota, sobrescribir la local.

source: translation_credits
es: Daniel Mustieles <daniel.mustieles@gmail.com>, 2016

source: About translation
es: Acerca de la traducción

source: unknown error
es: error desconocido

source: An update for GNOME Shell extensions available
es: Hay disponible una actualización para las extensiones de GNOME Shell

source: Failed to check extensions updates: $CAUSE$
es: Falló al comprobar si hay actualizaciones: $CAUSE$

source: version $$1
es: versión $$1

source: You are using different versions of GNOME Shell integration extension ($$1) and native host connector ($$2). Some features may not work or work wrong.
es: Está usando diferentes versiones de la extensión de integración de GNOME Shell ($$1) y el conector nativo del equipo ($$2). Algunas características pueden no funcionar o funcionar mal.

source: Yes
es: Sí

source: You MUST install native connector for this extension to work. For Arch Linux there is a PKGBUILD available in the AUR: https://aur.archlinux.org/packages/chrome-gnome-shell-git For Fedora Linux there is package available in Copr: https://copr.fedorainfracloud.org/coprs/region51/chrome-gnome-shell In Gentoo Linux you can install connector with command: emerge gnome-extra/chrome-gnome-shell For Ubuntu Linux package is available in ne0sight/chrome-gnome-shell PPA. To install it type: sudo add-apt-repository ppa:ne0sight/chrome-gnome-shell sudo apt-get update sudo apt-get install chrome-gnome-shell You also can install connector manually. See https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation for install instructions.
es: Debe instalar el conector nativo para que esta extensión funcione. Para Arch Linux hay disponible un PKGBUILD en el AUR: https://aur.archlinux.org/packages/chrome-gnome-shell-git Para Fedora Linux hay disponibles un paquete en Copr: https://copr.fedorainfracloud.org/coprs/region51/chrome-gnome-shell En Gentoo Linux puede instalar el conector con el comando: emerge gnome-extra/chrome-gnome-shell Para Ubuntu Linux hay disponible un paquete en el PPA ne0sight/chrome-gnome-shell. Para instalarlo, escriba: sudo add-apt-repository ppa:ne0sight/chrome-gnome-shell sudo apt-get update sudo apt-get install chrome-gnome-shell También puede instalar el conector manualmente. Consulte en https://wiki.gnome.org/Projects/GnomeShellIntegrationForChrome/Installation las instrucciones de instalación.
